---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceNameParam
source: html/797b44e1-7974-0252-1356-43c881ccb0cd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceNameParam Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceNameParam { get; }
```